Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/guides/index.html.txt.tmx
Source language: en
Languages: ga

source: Guide to entitlements for over sixties
ga: Treoir maidir le Faisnéis d’Fhágóirí Scoile

source: The links in this page give further information on the topics covered in the Citizens Information Board leaflet, ‘Guide to entitlements for over sixties 2016'
ga: The links in this page give further information on the topics covered in the Citizens Information Board leaflet, 'Information for School Leavers 2016'

source: Guide to entitlements for people with disabilities
ga: Treoir maidir le teidlíochtaí do dhaoine atá faoi mhíchumas

source: The links in this page give further information on the topics covered in the Citizens Information Board leaflet, ‘Guide to entitlements for people with disabilities 2016’. Guide to information for school leavers
ga: Tugann na nascanna ar an leathanach seo tuilleadh faisnéise ar na hábhair a chlúdaítear i mbileog an Bhoird um Fhaisnéis do Shaoránaigh, ‘Treoir maidir le teidlíochtaí do dhaoine atá faoi mhíchumas 2016’

source: Information for those affected by bereavement
ga: Treoir maidir le teidlíochtaí do dhaoine os cionn seasca bliain d’aois

source: The links in this page give further information on the topics covered in the Citizens Information Board leaflet, ‘Information for those affected by bereavement 2016’
ga: Tugann na nascanna ar an leathanach seo tuilleadh faisnéise ar na hábhair a chlúdaítear i mbileog an Bhoird um Fhaisnéis do Shaoránaigh, ‘Treoir maidir le teidlíochtaí do dhaoine os cionn seasca bliain d’aois 2016’

source: Most Read in "Reference"
ga: Ábhar is mó éilimh i "Reference"

source: At what age can I?
ga: Cén aois is féidir liom?

source: Case study: Calculating your income tax
ga: Cás-staidéar: Do cháin ioncaim a ríomh

source: Checklist when applying for Jobseeker's Allowance
ga: Seicliosta nuair atá iarratas á dhéanamh ar Liúntas Cuardaitheora Poist
